# St7DeleteFactorsEnvelope

Deletes the specified factors envelope for the currently open solution.

long St7DeleteFactorsEnvelope(long uID, long Envelope)

Input Parameters

uID

Strand7 model file ID.

Envelope

Factors envelope number.